[
    {
        "intro": [
            "Je m'appelle Maria et je suis Intégratrice Web - Développeuse Frontend. J'ai entrepris une formation qui m'a permis d'explorer les bases du web, d'explorer mes capacités, mes limites et celles je peux dépasser. J'ai acquis une expérience dans les technologies  telles que HTML, CSS et JavaScript, ainsi que dans les frameworks et bibliothèques tels que React. j'ai travaillé sur plusieurs projets où j'ai mené le développement et la mise en œuvre de sites web réactifs et adaptatifs, en veillant à ce qu'ils soient compatibles avec différents navigateurs et appareils. J'ai une bonne compréhension de l'optimisation des performances et de l'accessibilité, en m'assurant que les utilisateurs puissent naviguer facilement sur les sites que je développe. J'aime garder un œil sur les nouvelles technologies, les outils et les approches afin de rester à jour et d'améliorer constamment mes compétences.",
            "Je suis à la recherche de nouvelles opportunités qui me permettront de gagner en XP et de contribuer à la création d'interfaces utilisateur intuitives et engageantes.",
            "N'hésitez pas à me contacter pour discuter de vos besoins et de la manière dont je peux apporter de la valeur à votre équipe."
        ],
        "mentor": "Niveau retour, je trouve que t'as été persévérante, surtout à la fin. C'était pas forcément gagné avec le retard accumulé, donc tu es quelqu'un qui sait redoubler d'efforts quand c'est nécessaire. Il faut juste que tu apprennes à ne pas te rajouter des difficultés supplémentaires ( fonctionnalités non demandées etc.. ). globalement, tu te situes dans le groupe des gens dont j'avais prévu qu'ils réussissent leur formation.",
        "courses":[
            {
                "title": "FORMATION INTÉGRATRICE WEB",
                "date": "2024",
                "location": "OPENCLASSROOMS"
            },
            {
                "title": "BAC LITÉRAIRE",
                "date": "2017",
                "location": "LYCÉE RENÉ CASSIN - GONESSE"  
            }
        ],
        "languages": [
            "Portugais (maternelle)",
            "Anglais (courant)"
        ],
        "myData": [
            {            
                "twitter": "https://x.com/mariaintweb",
                "linkedIn": "https://www.linkedin.com/in/maria-madalena-semedo-gon%C3%A7alves-033334336/",
                "gitHub": "https://github.com/MMSGIWEB",
                "name": "Maria Semedo",
                "email": "mariaintweb@gmail.com",
                "location": "93160, Noisy-le-Grand, France"
            }
        ]
    }
]